multiSpeciesMassTransportLibrary/testCase/reactingFoam_pure_diff_janaf/constant/reactions
species
(
    H2O
    N2
);

reactions
{
}
